export const ruLocale = "ru-RU";
export const options: Intl.DateTimeFormatOptions = {
  day: "numeric",
  month: "long",
};

export const TODAY = new Date();

export const EMPATHY_TASKS_TITLES: Record<number, string> = {
  1: "Что чувствует мой собеседник?",
  2: "Слушаем без слов",
  3: "Эмпатичное перефразирование",
  4: "Активное слушание: кивки и подтверждения",
  5: "Вопросы для уточнения",
  6: "Распознавание базовых эмоций",
  7: "Понимание точки зрения другого",
  8: "Зеркальное отражение эмоций",
  9: "Эмпатия к себе",
  10: "Поиск общих точек",
  11: "Сопереживание на расстоянии",
  12: "Искусство паузы",
  13: "Отсутствие осуждения",
  14: "Выражение поддержки",
  15: "Развитие невербальной эмпатии",
  16: "Понимание скрытых мотивов",
  17: "Эмпатия к разным мнениям",
  18: "Забота о чувствах другого",
  19: "Чувствительность к настроению",
  20: "Предвосхищение потребностей",
  21: "Принятие комплиментов",
  22: "Распознавание сложных эмоций",
  23: "Эмпатия в конфликте",
  24: "Поддержка без преувеличений",
  25: "Визуализация эмпатии",
  26: "Проактивная эмпатия",
  27: "Эмпатия к себе в критической ситуации",
  28: "Интеграция эмпатии в общение",
  29: "Размышление о прогрессе",
  30: "План дальнейшего развития",
};
