export const FEELINGS_TAGS = [
  {
    title: "Счастье",
    color: "#d0eff7",
    activeColor: "#a0d8e2",
    activeBorderColor: "#7ec6db",
  },
  {
    title: "Радость",
    color: "#fcecd9",
    activeColor: "#f4b6a1",
    activeBorderColor: "#e69c8e",
  },
  {
    title: "Спокойствие",
    color: "#c9e2e9",
    activeColor: "#a3c6d4",
    activeBorderColor: "#8ab8c6",
  },
  {
    title: "Грусть",
    color: "#f0e6df",
    activeColor: "#d6cfcf",
    activeBorderColor: "#c2b3b3",
  },
  {
    title: "Тревожность",
    color: "#d9e2e8",
    activeColor: "#b7c9d1",
    activeBorderColor: "#a2b5c5",
  },
  {
    title: "Усталость",
    color: "#faeee0",
    activeColor: "#f0c4b6",
    activeBorderColor: "#e1b2a0",
  },
  {
    title: "Злость",
    color: "#f7c7a7",
    activeColor: "#e6a59b",
    activeBorderColor: "#d58d7d",
  },
];

export const EMPATHY_SKILLS = [
  {
    id: 1,
    title: "Что чувствует мой собеседник?",
    definition:
      "Понимание эмоций и чувств другого человека на основе его слов, мимики и жестов.",
    example:
      "Если собеседник говорит о трудностях на работе и выглядит подавленным, ты можешь предположить, что он чувствует стресс и беспокойство.",
  },
  {
    id: 2,
    title: "Слушаем без слов",
    definition:
      "Внимательное восприятие невербальных сигналов, таких как мимика, жесты и интонация.",
    example:
      "Ты замечаешь, что собеседник избегает зрительного контакта и скрещивает руки, что может указывать на дискомфорт или закрытость, а частый смех и улыбка наоборот о его комфорте и удовольствии в общении.",
  },
  {
    id: 3,
    title: "Эмпатичное перефразирование",
    definition:
      "Повторение сказанного собеседником своими словами для подтверждения понимания.",
    example:
      '"Я слышу, что ты чувствуешь себя подавленным из-за работы и это тебя беспокоит."',
  },
  {
    id: 4,
    title: "Активное слушание: кивки и подтверждения",
    definition:
      "Использование невербальных сигналов (кивки, улыбки) и словесных подтверждений для показа, что вы слушаете.",
    example:
      'Кивание головой во время разговора и вставка фраз типа "Я понимаю" или "Да, продолжай".',
  },
  {
    id: 5,
    title: "Вопросы для уточнения",
    definition:
      "Задавание вопросов для более глубокого понимания чувств и мыслей собеседника.",
    example:
      '"Что именно тебя так расстроило в этой ситуации?"\n"Можешь рассказать подробнее о том, что произошло?"\n"Каковы были твои ожидания в отношении этого события?"',
  },
  {
    id: 6,
    title: "Распознавание базовых эмоций",
    definition:
      "Умение идентифицировать основные эмоции (радость, грусть, страх, гнев).",
    example:
      "Ты видишь, что кто-то плачет, и понимаешь, что он испытывает грусть, возможно, из-за утраты или разочарования.\n",
  },
  {
    id: 7,
    title: "Понимание точки зрения другого",
    definition:
      "Способность видеть ситуацию глазами собеседника и понимать его переживания.",
    example:
      '"Я понимаю, что ты чувствуешь себя неуслышанным в этой дискуссии."\n"Я осознаю, что ты хочешь, чтобы твои чувства были признаны и поняты."',
  },
  {
    id: 8,
    title: "Зеркальное отражение эмоций",
    definition:
      "Отражение эмоций собеседника через свои собственные выражения лица и жесты.",
    example:
      "Если собеседник выглядит взволнованным, ты можешь тоже выразить заинтересованность и волнение.",
  },
  {
    id: 9,
    title: "Эмпатия к себе",
    definition:
      "Умение проявлять доброту и понимание к собственным чувствам и переживаниям.",
    example:
      'В сложной ситуации ты говоришь себе: "Это нормально чувствовать себя неуверенно."',
  },
  {
    id: 10,
    title: "Поиск общих точек",
    definition:
      "Нахождение общего опыта или чувства с собеседником для создания связи.",
    example: '"Я тоже проходил через подобное, когда..."',
  },
  {
    id: 11,
    title: "Сопереживание на расстоянии",
    definition:
      "Поддержка и понимание чувств другого человека, даже если вы не находитесь рядом.",
    example:
      'Отправка сообщения другу, который переживает трудные времена: "Я думаю о тебе и готов поддержать."',
  },
  {
    id: 12,
    title: "Искусство паузы",
    definition:
      "Умение делать паузы в разговоре для обработки информации и эмоций.",
    example:
      "После того как собеседник поделился чем-то важным, вы делаете паузу перед ответом, чтобы обдумать его слова.",
  },
  {
    id: 13,
    title: "Отсутствие осуждения",
    definition: "Принятие чувств собеседника без критики или осуждения.",
    example: '"Я не осуждаю тебя за то, что ты чувствуешь так."\n"Я понимаю, что мы оба можем ошибаться. Давай попробуем разобраться вместе."\n"Я понимаю, что у нас разные подходы к этому вопросу. Давай попробуем понять друг друга лучше."\n',
  },
  {
    id: 14,
    title: "Выражение поддержки",
    definition: "Явное демонстрирование поддержки и понимания к собеседнику.",
    example: '"Я здесь для тебя, если тебе нужно поговорить."\n"Если тебе нужно что-то, не стесняйся обратиться ко мне."',
  },
  {
    id: 15,
    title: "Развитие невербальной эмпатии",
    definition:
      "Использование невербальных сигналов для передачи поддержки и понимания.",
    example:
      "Объятия или прикосновение к руке собеседника в момент его эмоционального кризиса.",
  },
  {
    id: 16,
    title: "Понимание скрытых мотивов",
    definition:
      "Способность видеть за словами собеседника его истинные чувства и намерения.",
    example:
      "Если кто-то говорит о своей зависти к успехам других, возможно, он сам испытывает неуверенность в себе.",
  },
  {
    id: 17,
    title: "Эмпатия к разным мнениям",
    definition:
      "Умение понимать и принимать различные точки зрения без предвзятости.",
    example:
      '"Я вижу, что у нас разные мнения по этому вопросу, но я уважаю твою точку зрения."',
  },
  {
    id: 18,
    title: "Забота о чувствах другого",
    definition: "Проявление внимания к эмоциям других людей и их потребностям.",
    example: '"Ты выглядишь расстроенным. Как я могу помочь?"',
  },
  {
    id: 19,
    title: "Чувствительность к настроению",
    definition:
      "Умение замечать изменения в настроении собеседника и реагировать на них.",
    example:
      'Если друг вдруг стал молчаливым после веселой беседы, вы можете спросить: "Что-то случилось?"',
  },
  {
    id: 20,
    title: "Предвосхищение потребностей",
    definition:
      "Умение предвидеть потребности другого человека до того, как он их озвучит.",
    example:
      "Если друг устал после долгого дня, предложить ему чашку чая или кофе.",
  },
  {
    id: 21,
    title: "Принятие комплиментов",
    definition:
      "Умение принимать положительные отзывы о себе без скромности или отрицания.",
    example: '"Спасибо! Мне приятно это слышать."',
  },
  {
    id: 22,
    title: "Распознавание сложных эмоций",
    definition:
      "Способность видеть и понимать смешанные или противоречивые чувства у других.",
    example:
      "Человек может одновременно испытывать радость от достижения и страх перед будущими обязанностями.",
  },
  {
    id: 23,
    title: "Эмпатия в конфликте",
    definition:
      "Умение сохранять понимание и поддержку даже в напряженных ситуациях.",
    example:
      '"Я понимаю, что мы оба расстроены. Давай попробуем разобраться вместе."',
  },
  {
    id: 24,
    title: "Поддержка без преувеличений",
    definition: "Предоставление поддержки без излишней драматизации ситуации.",
    example: '"Я здесь для тебя, просто скажи, что нужно."',
  },
  {
    id: 25,
    title: "Визуализация эмпатии",
    definition:
      "Использование образов или метафор для передачи понимания чувств другого человека.",
    example:
      '"Представь себе, каково это — быть на твоем месте; это должно быть очень тяжело."',
  },
  {
    id: 26,
    title: "Проактивная эмпатия",
    definition:
      "Активный поиск возможностей для оказания поддержки другим людям.",
    example:
      "Предложить помощь коллеге, который выглядит перегруженным работой.",
  },
  {
    id: 27,
    title: "Эмпатия к себе в критической ситуации",
    definition:
      "Проявление понимания и заботы о своих чувствах в сложных обстоятельствах.",
    example:
      'В момент стресса ты говоришь себе: "Это нормально испытывать тревогу в такой ситуации."',
  },
  {
    id: 28,
    title: "Интеграция эмпатии в общение",
    definition: "Внедрение эмпатии в повседневные взаимодействия с людьми.",
    example:
      "Постоянно задавать вопросы о чувствах собеседника во время общения.",
  },
  {
    id: 29,
    title: "Размышление о прогрессе",
    definition:
      "Анализ собственного развития в области эмпатии и взаимодействия с другими.",
    example:
      "Регулярно задавать себе вопросы о том, как вы можете стать более понимающим человеком.",
  },
  {
    id: 30,
    title: "План дальнейшего развития",
    definition:
      "Создание стратегии для улучшения навыков эмпатии и межличностного общения.",
    example:
      "Запись целей по развитию эмпатии, таких как чтение книг по психологии или участие в тренингах.",
  },
];

export const SITUATIONS = [
  'На встрече с коллегой, который недавно пережил трудный период ты замечаешь, что он выглядит подавленным.\n\n Вместо того чтобы просто обсудить рабочие вопросы, ты спрашиваешь:\n "Как ты себя чувствуешь после всего этого?" \n\n Это помогает ему почувствовать поддержку и понять, что его эмоции важны',
  'За семейным ужином ты замечаешь, что один из членов семьи молчит и не участвует в разговоре.\n\n Твоя первая мысль: "Наверное, ему просто неинтересно." \n\n Вместо того, чтобы игнорировать ты решаешь подойти к нему и спросить, как у него дела.\n\n Это помогает ему почувствовать, что его мнение важно, и вскоре он начинает делиться своими мыслями и переживаниями.',
  'Твой сосед делится своими проблемами со здоровьем и говорит, что не знает, как с этим справиться. \n \n Твоя первая мысль: "Зачем он рассказывает это мне, а не идет к врачу?" \n\n Но затем ты понимаешь, что ему нужна поддержка. Вместо того чтобы давать советы или игнорировать его чувства, ты решаешь перефразировать его слова:\n "Ты, наверное, чувствуешь себя уязвимым из-за своих проблем со здоровьем?" \n \nЭто простое действие помогает ему почувствовать, что ты действительно понимаешь его переживания и готов поддержать.',
  'На работе твой коллега Сергей делится своими идеями по проекту.\n\n Ты чувствуешь, что у тебя есть собственное мнение и хочешь его высказать.\n \n Однако вместо этого ты решаешь активно слушать: киваешь головой и периодически говоришь: "Интересно!" или "Понимаю".\n\n В результате Сергей чувствует себя услышанным и ценным, а ваш диалог становится более продуктивным.\n Ты замечаешь, как твоя поддержка вдохновила его продолжать делиться своими мыслями.',
  'Твой друг Алекс рассказывает о своих планах на лето, но выглядит обеспокоенным. \n Твоя первая мысль: "Ну и ладно, мне это не важно, он же не говорит сам." \n\n Однако вместо того чтобы игнорировать его беспокойство, ты задаёшь уточняющий вопрос: "Что именно тебя беспокоит в этих планах?"\n\n Он начинает делиться своими страхами о том, как всё может пойти не так. \n\nТы понимаешь, что для него важно знать, что кто-то готов его выслушать и поддержать.',
  'На улице ты видишь мужчину, который выглядит напуганным и потерянным.\n Твоя первая реакция: "Неужели он не может справиться?"\n\n Но потом ты замечаешь его дрожащие руки и слёзы на глазах.\n Вместо того чтобы проходить мимо, ты подходишь к нему и спрашиваешь, нужна ли ему помощь.\n\n Он начинает рассказывать о том, что потерял своего питомца.\n\n В этот момент ты понимаешь, как важно проявлять заботу и сочувствие к людям вокруг.',
  'У вас с другом возникает спор о политике. Твоя первая мысль: "Он просто не прав."\n \n Но затем ты решаешь попробовать посмотреть на ситуацию с его стороны. "Почему ты так думаешь?" — спрашиваешь ты.\n \nОн начинает объяснять свои взгляды и переживания, связанные с темой спора.\n\n Ты понимаешь, что у него есть свои причины для мнения, и это помогает вам лучше понять его точку зрения.',
  'На вечеринке твой знакомый делится своей радостью о недавнем повышении.\n\nТвоя первая мысль: "Ну да, и что?" \n \nНо вместо этого ты решаешь отразить его радость: "Это потрясающе! Ты так много работал для этого!"\n\n Его лицо озаряется улыбкой, и он начинает рассказывать больше о своих достижениях.\n\n Ты понимаешь, как важно разделять радость с другими.',
  'Ты чувствуешь себя подавленным из-за неудачи на работе. \n\nТвоя первая мысль:\n "Я должен быть сильным."\n\n Но потом ты осознаёшь, что это нормально — чувствовать себя плохо в такие моменты.\n\n Вместо того чтобы подавлять свои эмоции, ты позволяешь себе немного погрустить и размышляешь о том, как можно улучшить ситуацию в будущем.\n \nЭто помогает тебе восстановить силы и прийти в себя.',
  'Ты разговариваешь с другом, который только что пережил трудный период в личной жизни. \n\n Твоя первая мысль: "Я не знаю, что сказать, чтобы поддержать его." \n\n Вместо того чтобы избегать темы, ты можешь сказать: "Я тоже проходил через трудные времена, когда мне было сложно. Это действительно тяжело. Если тебе нужно поговорить или просто отвлечься, я здесь."\n\n Это поможет другу почувствовать, что он не одинок в своих переживаниях и создаст атмосферу доверия.',
  'Тебе пишет друг, который переехал в другой город и делится своими трудностями и ощущением одиночества. \n\nТвоя первая реакция: "Это же его выбор, пускай справляется."\n\n Но затем ты осознаешь, как важно для него чувствовать поддержку.\n Ты решаешь поделиться с ним воспоминаниями о совместных моментах и рассказать, как тоже сталкивался с трудностями при переезде. \nТы добавляешь: "Я всегда на связи, если тебе нужно поговорить."\n Это простое действие помогает другу почувствовать, что он не одинок, и укрепляет вашу дружбу, несмотря на расстояние.',
  'Твой друг делится трудной новостью о том, что его уволили с работы. \n Твоя первая мысль: "Я должен что-то сказать."\n\n Но вместо этого ты делаешь паузу и просто слушаешь его слова.\nОн начинает открываться тебе больше, и в конце концов говорит: "Спасибо за то, что просто был рядом."\n\n Ты понимаешь, как важно иногда просто молчать и позволить человеку выразить свои чувства.',
  'Девушка приехала на дачу и не помогает. \nТвоя первая мысль: \n"Почему она просто сидит и ничего не делает? Это же наши общие дела!" \n \n Но потом ты осознаешь: \n "Возможно, она устала от дороги или просто не знает, с чего начать. Может, ей нужно немного времени, чтобы адаптироваться."\n"Я могу подойти к ней и предложить какую-то конкретную задачу."\n\n Это помогает тебе понять ее ситуацию и не злиться, а ей чувствовать себя вовлеченной и полезной.',
  'Твой друг страдает от стресса и перегрузки на работе. \n\n Твоя первая мысль: "Это его проблемы."\n\n Но затем ты осознаешь, что он может нуждаться в поддержке. Ты подходишь к нему и говоришь:\n "Я вижу, как тебе тяжело, и если тебе нужно отдохнуть или просто поговорить — я рядом."\n\n Эта простая фраза приносит ему облегчение.',
  'Ты замечаешь своего друга с грустным выражением лица на встрече с друзьями.\n\n Твоя первая мысль: "Не хочу вмешиваться. Захочет — расскажет" \n\n Но потом ты решаешь использовать невербальные знаки поддержки — мягкий взгляд и лёгкую улыбку.\n\n Это заставляет его почувствовать себя более комфортно и открыться вам позже.',
  'На встрече один из участников пытается тебя убедить в своей правоте по спорному вопросу. \n\n Ты наверное думаешь: "Он просто хочет победить в споре." \n\n Но затем ты задаёшь себе вопрос: "Почему он так настойчив?" \n\n Ты начинаешь понимать, что за его словами стоят личные переживания или опыт.',
  'Во время обсуждения социального вопроса у вас возникает разногласие с другом. \n\n Ты убеждён: \n"Моё мнение единственно верное." \n\nНо затем ты решаешь попробовать понять его точку зрения: \n"Почему ты так думаешь?"\n\n Это помогает вам обоим увидеть ситуацию под другим углом.',
  'Ты замечаешь, что твоя мама стала более тревожной и часто жалуется на здоровье.\n\n Твоя первая мысль:\n "Она просто преувеличивает" \n\nНо затем ты решаешь поговорить с ней: "Мама, я вижу, что ты переживаешь. Может, стоит сходить к врачу или просто обсудить, что тебя беспокоит?"\n\n Это позволяет ей почувствовать, что её чувства важны и что она не одна в своих переживаниях.',
  'На вечеринке атмосфера становится напряжённой после спора между двумя гостями. \n\n Ты раздражаешься: "Че все такие угрюмые?"\n\n Но затем ты начинаешь замечать изменения в настроении окружающих и решаешь внести позитивную ноту в разговор — шуткой или интересной историей.',
  'Ты знаешь, что у твоего партнёра на работе намечается важный проект, и он может быть под давлением.\n \n Ты наверное готовишься, что дома будет напряженная амосфера. \n\n Но в итоге ты заранее готовишь его любимый ужин и покупаешь его любимый десерт, чтобы создать уютную атмосферу дома.\n Когда он приходит, ты говоришь: "Я знаю, что у тебя сейчас много дел, но я здесь, чтобы поддержать тебя. Надеюсь, это немного поднимет тебе настроение."',
  'Твой тренер говорит, что ты отлично справляешься с тренировками и виден прогресс.\n\n Ты мысленно отмахиваешься: "Наверняка он просто пытается меня подбодрить." \n\nНо затем ты решаешь ответить с благодарностью: "Большое спасибо! Это действительно мотивирует меня продолжать." \n\nЭто позволяет вам укрепить вашу связь и получить дополнительную мотивацию для занятий.',
  "Твой друг Сергей стал часто задерживаться на работе и избегает встреч с друзьями.\n\n Вместо того чтобы предполагать, что он просто стал скучным, ты решаешь спросить его о том, что происходит.\n\n В разговоре Сергей делится, что у него возникли проблемы на работе, и он чувствует давление со стороны начальства. Ты предлагаешь ему помочь с подготовкой к важному проекту и поддерживаешь его морально.\n Это придаёт Сергею уверенности, и он начинает лучше справляться с задачами, а ваша дружба укрепляется.",
  'Партнер воспринимает твое молчание как игнорирование или недовольство.\n \n Вместо того чтобы злиться на его реакцию и защищаться, ты говоришь:\n\n "Я заметил, что ты расстроен из-за моего молчания. На самом деле я просто обдумываю вещи. Давай поговорим о том, что тебя беспокоит." \n\n Это помогает вам обоим лучше понять друг друга и найти компромисс в конфликте.',
  "Когда ваш друг испытывает трудные времена, ты решаешь его поддержать.\n\n Вместо того чтобы говорить, что всё будет идеально и быстро решится, ты признаешься, что ситуация сложная.\n Ты слушаешь его, предлагаешь реальную помощь и делишься своим опытом, если это уместно. \n\nЭто помогает другу почувствовать, что он не одинок, и ты действительно понимаешь его чувства.",
  'На улице ты видишь пожилого мужчину, который пытается перейти дорогу, но у него это вызывает затруднения.\n\n Твоя первая реакция: \n"Это его проблема, меня это не касается." \n\nНо затем ты представляешь себя на его месте — каково это чувствовать себя уязвимым и неуверенным.\n Ты решаешь подойти и предложить ему свою помощь, чтобы безопасно перейти дорогу.',
  'Ты замечаешь, что твой партнер стал менее общительным и может чувствовать себя одиноким. \n\n Вместо того, чтобы игнорировать проблему ты заранее планируешь совместные мероприятия до того момента, как он попросит об этом: \n"Я заметил, что мы давно не проводили время вместе. Давай устроим вечер для двоих — кино или прогулка?"\n\n Это помогает твоему партнеру почувствовать себя более ценным и любимым, а также укрепляет вашу связь, создавая возможность для общения и совместного времяпрепровождения.',
  'Ты чувствуешь себя истощенным на работе и не можешь сосредоточиться. \n\n Вместо того чтобы осуждать себя за отсутствие продуктивности, ты признаешься: \n\n"Я вложил много усилий, и сейчас мне нужно время для отдыха и восстановления".\n\n Это помогает вам восстановить силы для скорейшего вовлечения в работу.',
  'Ты очень занят работой, а партнер отвлекает тебя по мелочам.\n\n Ты раздражаешься: "Я не могу сосредоточиться"\n\n Однако вместо того, чтобы злиться, ты останавливаешься и осознаешь, что его просьбы могут исходить из скуки или желания обратить на себя внимание. \n\n Ты говоришь: "Я замечаю, что ты хочешь пообщаться. Давай я закончу дела, и мы проведем время вместе." \n\nЭто помогает создать атмосферу понимания и поддержки, укрепляя вашу связь.',
  'Оглянитесь на свой путь и оцените свой прогресс. «Я уже достиг многого!». \n\nОднако не забудь задаваться вопросом: "Как я могу ещё больше развить свои навыки общения?" \nЭто размышление становится отправной точкой для поиска новых методов и подходов, которые помогут вам стать ещё более уверенным и эффективным коммуникатором. \n\nТы понимаешь, что обучение — это непрерывный процесс, и каждая новая цель открывает перед вами новые возможности для роста.',
  'Ты хочешь стать более эмпатичным человеком и начинаешь размышлять о том, как этого достичь.\n\n Ты уже не думаешь:\n "Я не вижу смысла в этом,"\n ты создаёшь план действий для развития своей эмпатии — ставишь перед собой небольшие цели на каждый день: наблюдать за людьми, быть внимательным к партнеру, предугадывать реакции собеседника и т.д.\n\n Эти цели научат тебя видеть мир глазами других людей ♥',
];

export const TASKS = [
  "Наблюдай за своим партнером в процессе разговора с тобой (мимика, жесты, тон голоса) и попробуй понять что он чувствует?",
  "В следующем разговоре с кем-то сосредоточься на том, чтобы слушать, не перебивая и не формулируя свой ответ заранее. \nПостарайся уловить не только слова, но и то, что скрывается за ними.",
  "Вспомни недавний спор или разногласие. Попробуй мысленно переиграть его, но на этот раз – полностью с точки зрения другого участника.\n Какие аргументы он мог бы привести? Какие чувства испытывал?",
  "Найди видео с интервью или обсуждением (например, TED Talks или интервью с известными личностями). Внимательно посмотри и обрати внимание на моменты, когда собеседник использует кивки и подтверждения",
  "Попроси знакомого рассказать о каком-либо важном событии в его жизни или о своей профессии. Задавай открытые вопросы и старайся максимально понять его опыт",
  "Выйди на улицу и пронаблюдай за проявлением эмоций у других людей: какую эмоцию по твоему мнению испытывал человек? Какие внешние проявления указывали на эту эмоцию?",
  "Выбери точку зрения, с которой ты категорически не согласен. В течение 5 минут попробуй убедить себя или кого-то другого в ее правоте, находя максимально логичные аргументы.",
  "Послушай инструментальную музыку (без слов) или песню на языке, который ты не знаешь. Попробуй определить, какие эмоции композитор или исполнитель хотел передать.",
  "Проведи 10-15 минут в спокойной обстановке, закрыв глаза и представляя себя в комфортном месте. Визуализируй, как внутренний «я» обнимает и поддерживает тебя в трудные моменты. Проанализируй свои ощущения и мысли.",
  "Поговори с человеком, чьи взгляды сильно отличаются от твоих (на политику, религию, жизненные ценности).\n Попробуй найти хоть одну общую точку зрения или причину, по которой он придерживается своих убеждений.",
  "Представь, что ты – человек, столкнувшийся с большой жизненной трудностью (например, безработица, болезнь, одиночество). Напиши короткое письмо кому-то, описывая свои чувства и переживания.",
  "Включи фильм или сериал без звука (или на незнакомом языке). Постарайся угадать эмоции персонажей, основываясь исключительно на их мимике, жестах и позах.",
  "В ситуациях, когда ты склонен осуждать кого-то, попробуй мысленно заменить этого человека на кого-то, кого ты очень любишь и уважаешь. Изменится ли твоя реакция?",
  'Наблюдая за кем-то, задайся вопросом: "Что этому человеку сейчас действительно нужно? В чем он нуждается больше всего?"',
  "Поиграй или просто понаблюдай за детьми или домашними животными. Попытайтся понять их потребности и желания, исходя из их невербальных сигналов.",
  "В конце дня запиши 3 ситуации, в которых ты почувствовал сильную эмоцию, и попробуй понять, что именно спровоцировало эту эмоцию у тебя. Затем подумай, как эту ситуацию мог бы воспринять другой человек.",
  "Напиши рассказ с несколькими точками зрения:\n Опиши одно событие (выдуманное или реальное) с точки зрения 2-3 разных персонажей, показывая, как их восприятие отличается.",
  "Сделай что-то приятное или полезное для другого человека, не ожидая просьбы или благодарности.\n Наблюдай за его реакцией.",
  "«Что его радует?»: \nВыбери одного человека из своего окружения (партнера, друга, члена семьи) и в течение дня наблюдай за ним, пытаясь понять, что именно приносит ему радость и удовольствие.",
  "Понаблюдай за кем-то из своего окружения и попробуй определить, с какими трудностями он сейчас сталкивается, даже если он об этом не говорит.",
  "Напиши искренний, ободряющий или благодарственный комментарий незнакомому человеку в интернете (под статьей, фото, видео).\n Подумай, как это может повлиять на его день.",
  "Выбери книгу, которая предлагает глубокое погружение во внутренний мир персонажей, особенно тех, кто отличается от тебя, и почитай",
  "Перед тем как что-то сказать или сделать, особенно в важном разговоре, попробуй предсказать, как отреагирует другой человек, и почему.",
  "Посмотри документальный фильм или видео о людях, живущих в совершенно иной культуре или условиях. Попробуй представить их повседневные заботы, радости и трудности.",
  "Выбери случайного человека на улице или в общественном транспорте. Пофантазируй, кто он, чем занимается, какие у него планы на день, что его беспокоит.",
  'Вспомни человека, который тебе недавно помог. Не просто скажи "спасибо", а подумай, что именно стоило ему усилий или какого-то ресурса, чтобы тебе помочь.',
  "Посети общественное место (кафе, парк, транспорт) и попробуй угадать, что чувствуют люди по их поведению: выражение лица, походка, как общаются. Попробуй предположить как они себя ведут.",
  "Представь, что ты потерял что-то очень ценное (не обязательно материальное).\n Как бы ты себя чувствовал?\n Перенеси это ощущение на ситуацию, когда кто-то другой что-то потерял.",
  "Проведите несколько часов без доступа к телефону. Вместо того чтобы залипать в экран, активно наблюдайте за окружающим миром и людьми.",
];
